// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "Idioma del panel de control";

English = "Inglés";
French = "Francés";
German = "Alemán";
Spanish = "Español";
Italian = "Italiano";
Swedish = "Sueco";
Danish = "Danés";
Norwegian = "Noruego";
Dutch = "Holandés";
Finnish = "Finlandés";
Japanese = "Japonés";
Portuguese = "Portugués";
Polish = "Polaco";
Turkish = "Turco";
Kanji = "Kanji";
TradChinese = "Chino tradicional";
SimpChinese = "Chino simplificado";
Russian = "Ruso";
Czech = "Checo";
Hungarian = "Húngaro";
Korean = "Coreano";
Thai = "Tailandés";
Hebrew = "Hebreo";
EastEuropean = "Europeo del Este";
EuroEnglish = "Inglés europeo";
CanadianFrench = "Francés canadiense";
Greek = "Griego";
Arabic = "Árabe";
IndonesianBahasa = "Indonesio bahasa";
Bulgarian = "Búlgaro";
Croatian = "Croata";
Estonian = "Estonio";
Latvian = "Letón";
Lithuanian = "Lituano";
Romanian = "Rumano";
Slovakian = "Eslovaco";
Slovenian = "Esloveno";
Ukrainian = "Ucraniano";
Malay = "Malayo bahasa";

TaskDescription = "Para cambiar el idioma utilizado para mostrar información en el panel de control y reportes de dispositivo de impresión (como página de configuración), seleccione un idioma de la siguiente lista:";
LanguageLabel = "Idioma:";
ApplyButtonTitle = "Aplicar ahora";
NoLangSelected = "Seleccione un idioma";

NoCountrySelected = "Seleccione un país / una región";
CountryLabel = "País/región";

// country names
afghanistan = "Afganistán";
albania = "Albania";
algeria = "Algeria";
americanSamoa = "Samoa Americana";
andorra = "Andorra";
angola = "Angola";
anguilla = "Isla Anguilla";
antiguaAndBarbuda = "Antigua y Barbuda";
argentina = "Argentina";
armenia = "Armenia";
aruba = "Aruba";
ascensionIsland = "ascensionIsland";
australia = "Australia";
austria = "Austria";
azerbaijan = "Azerbayán";
bahamasThe = "Bahamas";
bahrain = "Bahren";
bangladesh = "Bangladesh";
barbados = "Barbados";
belarus = "Bielorrusia";
belgium = "Bélgica";
belize = "Belize";
benin = "Benin";
bermuda = "Bermudas";
bhutan = "Butan";
bolivia = "Bolivia";
bosniaAndHerzegovina = "Bosnia-Herzegovina";
botswana = "Botswana";
brazil = "Brasil";
brunei = "Brunei";
bulgaria = "Bulgaria";
burkinaFaso = "Burkina Faso";
burundi = "Burundi";
cambodia = "Camboya";
cameroon = "Cameron";
canada = "Canadá";
capeVerde = "Cabo Verde";
caymanIslands = "Islas Caimán";
centralAfricanRepublic = "República Centroafricana";
chad = "Chad";
chile = "Chile";
china = "China";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "Colombia";
comoros = "Comores";
congo = "Congo";
congoDRC = "Congo, República Democrática del";
cookIslands = "Islas Cook";
costaRica = "Costa Rica";
croatia = "Croacia";
cuba = "Cuba";
cyprus = "Chipre";
czechRepublic = "República Checa";
denmark = "Dinamarca";
diegoGarcia = "diegoGarcia";
djibouti = "Djibouti";
dominica = "Dominica";
dominicanRepublic = "República Dominicana";
ecuador = "Ecuador";
egypt = "Egipto";
elSalvador = "El Salvador";
equatorialGuinea = "Guinea Ecuatorial";
eritrea = "Eritrea";
estonia = "Estonia";
ethiopia = "Etiopía";
falklandIslandsIslasMalvinas = "Islas Malvinas (Falkland Islands)";
faroeIslands = "Islas Feroe";
fijiIslands = "Fiji";
finland = "Finlandia";
france = "Francia";
frenchAntilles = "Antillas Francesas";
frenchGuiana = "Guayana Francesa";
frenchPolynesia = "Polinesia Francesa";
gabon = "Gabón";
gambiaThe = "Gambia";
georgia = "Georgia";
germany = "Alemania";
ghana = "Ghana";
gibraltar = "Gibraltar";
greece = "Grecia";
greenland = "Groenlandia";
grenada = "Granada";
guadeloupe = "Guadalupe";
guam = "Guam";
guantanamoBay = "guantanamoBay";
guatemala = "Guatemala";
guinea = "Guinea";
guineaBissau = "Guinea-Bissau";
guyana = "Guayana";
haiti = "Haití";
honduras = "Honduras";
hongKongSAR = "Hong Kong S.A.R.";
hungary = "Hungría";
iceland = "Islandia";
india = "India";
indonesia = "Indonesia";
iran = "Irán";
iraq = "Irak";
ireland = "Irlanda";
israel = "Israel";
italy = "Italia";
jamaica = "Jamaica";
japan = "Japón";
jordan = "Jordania";
kazakhstan = "Kazajtán";
kenya = "Kenia";
kiribati = "Kiribati";
korea = "Corea del Sur";
kuwait = "Kuwait";
kyrgyzstan = "Kirguizistán";
laos = "Laos";
latvia = "Letonia";
lebanon = "Líbano";
lesotho = "Lesoto";
liberia = "Liberia";
libya = "Libia";
liechtenstein = "Liechtenstein";
lithuania = "Lituania";
luxembourg = "Luxemburgo";
lacaoSAR = "lacaoSAR";
macedonia = "Macedonia";
madagascar = "Madagascar";
malawi = "Malawi";
malaysia = "Malasia";
maldives = "Maldivas";
mali = "Mali";
malta = "Malta";
marshallIslands = "Islas Marshall";
martinique = "Martinica";
mauritania = "Mauritania";
mauritius = "Mauricio";
mayotte = "Isla Mayotte";
mexico = "México";
micronesia = "Micronesia";
moldova = "Moldavia";
monaco = "Mónaco";
mongolia = "Mongolia";
montserrat = "Montserrat";
morocco = "Marruecos";
mozambique = "Mozambique";
myanmar = "Myanmar";
namibia = "Namibia";
nauru = "Nauru";
nepal = "Nepal";
netherlandsAntilles = "Antillas Holandesas";
netherlandsThe = "Países Bajos";
newCaledonia = "Nueva Caledonia";
newZealand = "Nueva Zelanda";
nicaragua = "Nicaragua";
niger = "Níger";
nigeria = "Nigeria";
niue = "Isla Niue";
norfolkIsland = "norfolkIsland";
northKorea = "Corea del Norte";
norway = "Noruega";
oman = "Omán";
pakistan = "Pakistán";
palau = "Palau";
panama = "Panamá";
papuaNewGuinea = "Papua-Nueva Guinea";
paraguay = "Paraguay";
peru = "Perú";
philippines = "Filipinas";
poland = "Polonia";
portugal = "Portugal";
puertoRico = "Puerto Rico";
qatar = "Qatar";
reunion = "Isla Reunión";
romania = "Rumanía";
russia = "Rusia";
rwanda = "Ruanda";
samoa = "Samoa";
sanMarino = "San Marino";
saudiArabia = "Arabia Saudita";
senegal = "Senegal";
serbiaAndMontenegro = "Serbia y Montenegro";
seychelles = "Seychelles";
sierraLeone = "Sierra Leona";
singapore = "Singapur";
slovakia = "Eslovaquia";
slovenia = "Eslovenia";
solomonIslands = "Islas Salomón";
somalia = "Somalia";
southAfrica = "Sudáfrica";
spain = "España";
sriLanka = "Sri Lanka";
stHelena = "Isla Santa Elena";
stKittsAndNevis = "St. Kitts y Nevis";
stLucia = "Sta. Lucía";
stPierreAndMiquelon = "Istas St. Pierre y Miquelon";
stVincentAndTheGrenadines = "San Vincente y las Granadinas";
sudan = "Sudán";
suriname = "Surinam";
swaziland = "Suazilandia";
sweden = "Suecia";
switzerland = "Suiza";
syria = "Siria";
taiwan = "Taiwán, China";
tajikistan = "Tayikistán";
tanzania = "Tanzania";
thailand = "Tailandia";
timorLeste = "timorLeste";
togo = "Togo";
tokelau = "Atolones de Tokelau";
tonga = "Tonga";
trinidadAndTobago = "Trinidad y Tobago";
tunisia = "Túnez";
turkey = "Turquía";
turkmenistan = "Turkmenistán";
turksAndCaicosIslands = "Islas Turks y Caicos";
tuvalu = "Tuvalu";
uganda = "Uganda";
ukraine = "Ucrania";
unitedArabEmirates = "Emiratos árabes Unidos";
unitedKingdom = "Reino Unido";
unitedStates = "Estados Unidos";
uruguay = "Uruguay";
uzbekistan = "Uzbekistán";
vanuatu = "Vanuatu";
vaticanCity = "Ciudad del Vaticano";
venezuela = "Venezuela";
vietnam = "Vietnam";
virginIslands = "Islas Vírgenes (EE.UU.)";
virginIslandsBritish = "Islas Vírgenes (Reino Unido)";
wallisAndFutuna = "Islas Wallis y Futuna";
yemen = "Yemen";
zambia = "Zambia";
zimbabwe = "Zimbaue";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

